/* Migration extras progress status format without tool status */
"%@ (%2.f%%)" = "%1$@ (%2$.f %%)";

/* Migration extras progress status format with tool status */
"%@ - %@" = "%1$@ - %2$@";

/* Migration extras progress status format with tool status */
"%@ - %@ (%2.f%%)" = "%1$@ - %2$@ (%3$.f %%)";

/* No comment provided by engineer. */
"<same as admin password>" = "<identique au mot de passe admin>";

/* No connection made error */
"A connection as root has not been successfully established." = "Une connexion en tant que root n’a pas été correctement établie.";

/* Survey step title */
"A Few More Questions" = "Questions supplémentaires";

/* No comment provided by engineer. */
"Address" = "Adresse";

/* No comment provided by engineer. */
"Address Book" = "Carnet d’adresses";

/* Admin account review page group row */
"Admin Account" = "Compte admin.";

/* No comment provided by engineer. */
"AirPort Management" = "Gestion AirPort";

/* No comment provided by engineer. */
"Already installed" = "déjà installé";

/* Failed to set date and time recovery */
"An error occurred while setting the server's date and time, please try again." = "Une erreur est survenue pendant le réglage de la date et de l’heure du serveur. Veuillez réessayer.";

/* American NTP Server description */
"Apple Americas/U.S." = "Amériques/É.-U. (format Apple)";

/* Asian NTP Server description */
"Apple Asia" = "Asie (format Apple)";

/* European NTP Server description */
"Apple Europe" = "Europe (format Apple)";

/* No comment provided by engineer. */
"Apple Remote Desktop" = "Apple Remote Desktop";

/* Default Auto Server Setup file name */
"AutoServerSetup.plist" = "ConfigServeurAuto.plist";

/* Time Machine service description */
"Back up important information" = "Sauvegarder les informations importantes";

/* No comment provided by engineer. */
"Backup metadata controller" = "Contrôleur de métadonnées de sauvegarde";

/* No comment provided by engineer. */
"Bonjour Name" = "Nom Bonjour";

/* Network interface config method */
"BootP" = "BootP";

/* No comment provided by engineer. */
"Calendar" = "Calendrier";

/* Chat service description */
"Chat and exchange instant messages" = "Dialoguez et échangez des messages instantanés";

/* Get apple internal license action description */
"Checking for prepopulated licenses" = "Vérification des licences préremplies";

/* No comment provided by engineer. */
"City" = "Ville";

/* No comment provided by engineer. */
"Client Backup" = "Copie de sauvegarde du client";

/* No comment provided by engineer. */
"Client Backup Destination" = "Emplacement de sauvegarde du client";

/* No comment provided by engineer. */
"Company" = "Entreprise";

/* No comment provided by engineer. */
"Computer Name" = "Nom de l’ordinateur";

/* No comment provided by engineer. */
"Config Method" = "Méthode de configuration";

/* No comment provided by engineer. */
"Configuration" = "Configuration";

/* Default configuration summary file name */
"ConfigurationSummary.txt" = "RésuméConfiguration.txt";

/* No comment provided by engineer. */
"Connected directory server" = "Serveur d’annuaire connecté";

/* No comment provided by engineer. */
"Connected Server" = "Serveur connecté";

/* No comment provided by engineer. */
"Controller type" = "Type de contrôleur";

/* No comment provided by engineer. */
"Copying local file to remote computer" = "Copie du fichier local sur l’ordinateur distant";

/* Date and Time page title */
"Date and Time" = "Date et heure";

/* Network interface config method */
"DHCP" = "DHCP";

/* Network interface config method */
"DHCP with manual address" = "DHCP avec adresse manuelle";

/* No comment provided by engineer. */
"Dir Admin Name" = "Nom d’admin. d’annuaire";

/* No comment provided by engineer. */
"Dir Admin Password" = "Mot de passe admin annuaire";

/* No comment provided by engineer. */
"Dir Admin Short Name" = "Nom abrégé d’admin d’annuaire";

/* Service disabled summary string */
"Disabled" = "Désactivé";

/* No comment provided by engineer. */
"Email Address" = "Adresse électronique";

/* Service enabled summary string */
"Enabled" = "Activé";

/* Failed to set date and time error */
"Failed to set the date and time." = "Échec de définition de la date et de l’heure.";

/* No comment provided by engineer. */
"File Sharing" = "Partage de fichiers";

/* No comment provided by engineer. */
"First Name" = "Prénom";

/* Getting server time action description */
"Getting date and time" = "Lecture de la date et de l’heure";

/* Restarting servermgrd action description */
"Getting updated settings" = "Chargement des réglages mis à jour";

/* No comment provided by engineer. */
"Host Name" = "Nom de l’hôte";

/* Web service description */
"Host websites, wikis and blogs" = "Héberger des sites web, des wikis et des blogues";

/* Incorrect auto server setup file password */
"Incorrect password" = "Mot de passe incorrect";

/* No comment provided by engineer. */
"Install status" = "État de l’installation";

/* No comment provided by engineer. */
"Instant Messaging" = "Messagerie instantanée";

/* No comment provided by engineer. */
"Internet Sharing (Gateway)" = "Partage Internet (passerelle)";

/* Invalid serial number error */
"Invalid serial number entered." = "Numéro de série non valide.";

/* No comment provided by engineer. */
"IP Address" = "Adresse IP";

/* No comment provided by engineer. */
"Last Name" = "Nom";

/* License review page group row */
"License" = "Licence";

/* No comment provided by engineer. */
"Mail" = "Courrier";

/* Network interface config method */
"Manual" = "Manuelle";

/* Migration action description format */
"Migrating from %@" = "Migration de %@";

/* Invalid system for migration message */
"Migration from Time Machine backups of advanced 10.5 servers is not supported. Please migrate from the original disk." = "La migration depuis des sauvegardes Time Machine de serveurs 10.5 avancés n’est pas prise en charge. Effectuez la migration depuis le disque d’origine.";

/* Invalid system for migration message */
"Migration is not supported from servers which are configured to use dynamic network addresses. Configure the source system to have a manual network address and try again." = "La migration n’est pas prise en charge depuis les serveurs configurés pour utiliser une adresse réseau dynamique. Configurez le système source de sorte à exploiter une adresse réseau manuelle, puis réessayez.";

/* No comment provided by engineer. */
"Name" = "Nom";

/* Names review page group row */
"Names" = "Noms";

/* Network adapter review page group row */
"Network Adapter - %@" = "Adaptateur réseau - %@";

/* Network adapter review page group row */
"Network Adapter - %@ (%@)" = "Adaptateur réseau - %1$@ (%2$@)";

/* No migration source selected error */
"No source system selected." = "Aucun système source n’a été sélectionné.";

/* No NTP server used */
"None" = "Aucun";

/* No comment provided by engineer. */
"Not configured" = "Non configuré";

/* Auto Server Setup profile save failed error
   Configuration text summary save failed error */
"Not permitted." = "Non autorisé.";

/* No comment provided by engineer. */
"Open Directory master" = "Maître Open Directory";

/* No comment provided by engineer. */
"Organization" = "Entreprise";

/* No comment provided by engineer. */
"Phone Number" = "Nº de téléphone";

/* Incomplete survey recovery string */
"Please check the fields marked with red arrows and enter the information requested." = "Vérifiez les champs signalés d’une flèche rouge, puis renseignez les champs nécessaires.";

/* Generic invalid user name recovery */
"Please correct the user name and try again." = "Corrigez le nom d’utilisateur puis réessayez.";

/* Duplicate full name recovery */
"Please enter a different name." = "Saisissez un autre nom.";

/* Duplicate short name recovery */
"Please enter a different short name." = "Saisissez un autre nom abrégé.";

/* Missing registration info recovery string */
"Please make sure all fields with red arrows are filled in." = "Assurez-vous que tous les champs marqués d’une flèche rouge sont remplis.";

/* No country selected error */
"Please select a country or region before continuing." = "Sélectionnez un pays ou région avant de continuer.";

/* No migration source selected recovery */
"Please select a system to migrate from." = "Sélectionnez le système à partir duquel effectuer la migration.";

/* Invalid Japanese postal code recovery string */
"Postal code must be 7 digits, and must be of the format XXX-XXXX where X\\U2019s are the digits for your postal code." = "Le code postal doit comprendre 7 chiffres et respecter le format XXX-XXXX, où les X représentent les chiffres de votre code postal.";

/* Invalid postal code recovery string */
"Postal code must be shorter than 32 characters." = "Le code postal doit comprendre moins de 32 caractères.";

/* No comment provided by engineer. */
"Primary metadata controller" = "Contrôleur de métadonnées principal";

/* No comment provided by engineer. */
"Registered To" = "Attribué à";

/* Registration review page group row
   Registration step title */
"Registration" = "Enregistrement";

/* Review step title */
"Review" = "Revue";

/* No comment provided by engineer. */
"Router" = "Routeur";

/* Auto Server Setup profile save failed error
   Configuration text summary save failed error */
"Save failed." = "Échec de l’enregistrement.";

/* Calendar service description */
"Schedule events and share calendars" = "Programmer des événements et partager des calendriers";

/* Mail service description */
"Send and receive mail on the Internet" = "Envoyez et recevez du courrier par Internet";

/* No comment provided by engineer. */
"Serial Number" = "Numéro de série";

/* Already set up error description */
"Server already set up." = "Le serveur est déjà configuré.";

/* No comment provided by engineer. */
"Service Data Location" = "Emplacement des données de service ";

/* No comment provided by engineer. */
"Services" = "Services";

/* Set Up button title */
"Set Up" = "Configurer";

/* Getting server time action description */
"Setting date and time" = "Définition de la date et de l’heure";

/* Setup already in progress error description */
"Setup already in progress." = "La configuration est déjà en cours.";

/* Need serial number recovery */
"Setup requires a valid serial number. The serial number has the format XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X." = "La configuration requiert un numéro de série valide. Le format du numéro de série correspond à XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X.";

/* File sharing service description */
"Share files with colleagues" = "Partagez des fichiers avec des collègues";

/* No comment provided by engineer. */
"Short Name" = "Nom abrégé";

/* Missing registration info error string */
"Some of your registration information is missing." = "Certaines de vos données d’enregistrement sont manquantes.";

/* No comment provided by engineer. */
"SSH Access" = "Accès SSH";

/* No comment provided by engineer. */
"Standalone directory server" = "Serveur d’annuaire autonome";

/* No comment provided by engineer. */
"State" = "Région/état/province";

/* No comment provided by engineer. */
"Subnet Mask" = "Masque de sous-réseau";

/* Contacts service description */
"Synchronize and share contacts" = "Synchronisez et partagez les contacts";

/* Invalid Japansese area code recovery String */
"The area code cannot be blank." = "L’indicatif ne doit pas être vide.";

/* Invalid US area code recovery string */
"The area code must be greater than 200, and cannot be 411, 611, or 911." = "L’indicatif doit être supérieur à 200 et ne peut être égal à 411, 611 ou 911.";

/* Invalid US area code error string */
"The area code you entered is not valid." = "L’indicatif fourni n’est pas valide.";

/* Setup already in progress recovery suggestion */
"The computer %@ (%@) is already in the process of setting up this computer. Please use that computer to complete the setup, or quit Server Assistant on that computer." = "L’ordinateur %1$@ (%2$@) procède déjà à la configuration de cet ordinateur. Passez par cet ordinateur pour terminer la configuration ou quittez-y Assistant du serveur.";

/* Invalid 555 exchange code recovery string */
"The exchange code cannot be 555 for the area code you entered." = "L’indicatif ne peut pas correspondre à 555 dans le code d’échange fourni.";

/* Invalid US exchange code recovery string */
"The exchange code must be greater than 200, and cannot be 411, 611, or 911." = "Le code d’échange doit être supérieur à 200 et ne peut être égal à 411, 611 ou 911.";

/* Invalid 555 exchange code error string
   Invalid US exchange code error string */
"The local phone number you entered is not valid." = "Le numéro de téléphone local fourni n’est pas valide.";

/* No comment provided by engineer. */
"The passphrase cannot be empty" = "La phrase secrète doit être remplie";

/* Invalid US phone number format recovery string */
"The phone number must be 10 digits: 3 for the area code, and 7 for the exchange number and remaining digits. A dash or a space may be included after the exchange number." = "Le numéro de téléphone doit se composer de 10 chiffres : 3 pour l’indicatif et 7 pour le numéro d’échange et les chiffres restants. Vous pouvez inclure un tiret ou un espace après le numéro d’échange.";

/* Invalid Japansese phone format recovery String */
"The phone number must be at least 10 digits." = "Le numéro de téléphone doit comprendre au moins 10 chiffres.";

/* Invalid Japanese phone format error string
   Invalid US phone number format error string */
"The phone number you entered is not valid." = "Le numéro de téléphone fourni n’est pas valide.";

/* Invalid Japanese postal code error string
   Invalid postal code error string */
"The postal code you entered is not valid." = "Le code postal fourni n’est pas valide.";

/* Duplicate serial number error */
"The serial number has already been entered for a different server" = "Ce numéro de série a déjà été saisi pour un autre serveur";

/* Generic invalid user name error */
"The user name entered is invalid." = "Ce nom d’utilisateur n’est pas valide.";

/* Invalid US zip code error string */
"The zip code you entered is not valid." = "Le code postal que vous avez fourni n’est pas valide.";

/* Duplicate full name error format */
"There is already a user with the name \"%@\"" = "Il existe déjà un utilisateur portant le nom de « %@ »";

/* Duplicate short name error format */
"There is already a user with the short name \"%@\"" = "Il existe déjà un utilisateur portant le nom abrégé « %@ »";

/* Already set up recovery suggestion */
"This computer computer has already been configured. You cannot run Server Assistant again." = "Cet ordinateur a déjà été configuré. Vous ne pouvez pas réexécuter Assistant du serveur.";

/* Remote setup in progress status message */
"This computer is currently being set remotely." = "La configuration de cet ordinateur s’effectue en ce moment même à distance.";

/* Remote setup in progress status message */
"This computer is currently being set up by %@ (%@)." = "%1$@ (%2$@) configure en ce moment même cet ordinateur.";

/* Remote setup in progress status message */
"This computer is currently being set up by %@." = "%@ configure en ce moment même cet ordinateur.";

/* Time zone step title */
"Time Zone" = "Fuseau horaire";

/* Migrate button title */
"Transfer" = "Transférer";

/* Migration choice page title */
"Transfer an Existing Server?" = "Voulez-vous transférer un serveur déjà en place ?";

/* Choose a migration source pane title */
"Transfer Your Server" = "Transfert de votre serveur";

/* Migration progress page title */
"Transferring Information" = "Transfert d’informations";

/* Migration extras action description format */
"Upgrading services" = "Mise à niveau des services";

/* No comment provided by engineer. */
"Users and Groups" = "Utilisateurs et groupes";

/* Validating admin user action description */
"Validating admin user" = "Validation de l’utilisateur admin.";

/* No comment provided by engineer. */
"Web" = "Web";

/* Introduction step title */
"Welcome" = "Bienvenue";

/* No comment provided by engineer. */
"Will be installed" = "s’installera";

/* No comment provided by engineer. */
"Will be installed later" = "s’installera plus tard";

/* No comment provided by engineer. */
"Xsan" = "Xsan";

/* Incomplete survey error string */
"You haven't provided all of the requested information." = "Vous n’avez pas fourni toutes les informations requises.";

/* Xsan back MDC review pane text */
"You\\U2019re almost finished! After completing setup use Xsan Admin on your primary metadata controller to finish setting up your SAN." = "Vous avez bientôt terminé. Après avoir terminé la configuration, utilisez Xsan Admin sur votre contrôleur de métadonnées principal pour terminer la configuration de votre SAN.";

/* Xsan primary MDC review pane text */
"You\\U2019re almost finished! After completing the setup you can use Xsan Admin to configure your SAN and set up users and groups." = "Vous avez bientôt terminé. Une fois la configuration terminée, vous pouvez faire appel à Xsan Admin pour configurer votre SAN et configurer les utilisateurs et les groupes.";

/* Xsan primary MDC review pane text */
"You\\U2019re almost finished! After completing the setup you can use Xsan Admin to configure your SAN." = "Vous avez bientôt terminé. Une fois la configuration terminée, vous pouvez passer par Xsan Admin pour configurer votre SAN.";

/* Auto Server Setup profile save failed recovery */
"Your Auto Server Setup profile could not be saved to %@." = "Votre profil de configuration serveur automatique n’a pas pu s’enregistrer sous %@.";

/* Auto Server Setup profile save failed recovery */
"Your Auto Server Setup profile could not be saved to %@. Please select a directory where you have write permissions." = "Votre profil de configuration de serveur automatique n’a pas pu s’enregistrer sous %@. Sélectionnez un répertoire dans lequel vous disposez d’autorisations en écriture.";

/* Configuration text summary save failed recovery */
"Your configuration summary could not be saved to %@." = "Le résumé de votre configuration n’a pas pu s’enregistrer sous %@.";

/* Configuration text summary save failed recovery */
"Your configuration summary could not be saved to %@. Please select a directory where you have write permissions." = "Le résumé de votre configuration n’a pas pu s’enregistrer sous %@. Sélectionnez un répertoire dans lequel vous disposez d’autorisations en écriture.";

/* No comment provided by engineer. */
"Zip Code" = "Code postal";

/* Invalid US zip code recovery string */
"Zip code must be 5 digits, or 9 digits for zip+4 zip code and it must be of the format XXXXX-XXXX where the X\\U2019s are the digits for your zip code." = "Le code postal doit comprendre 5 chiffres (ou 9 pour le code postal+4) et respecter le format XXXX-XXX, où les X représentent les chiffres de votre code postal.";

